{
    "Mission": "ተልዕኮ",
    "OurMission": "የእኛ ተልዕኮ",
    "Missionparagraph": "ኤሌኒ ፋውንዴሽን ክሊኒክ እየገነባ ነው። የእኛ ተልእኮ ከፍ ያለ ደረጃውን የጠበቀ የማህበረሰብ ክሊኒክ እውን ለማድረግ ነው:: ለታካሚዎች ከሚጠበቀው በላይ ምቹ፣ ወጪ ቆጣቢ በሆነ መንገድ የምንሰጣቸውን በጥንቃቄ እና በርህራሄ የምናገለግላቸውን የሰዎች ጤና ማሻሻል ነው።",
    "MissionStatement": "ተልዕኮ መግለጫ",
    "Missionparagraph2": "በክሊንካችን የሚገለገሉ የሕብረተሰብ አካላትን ጥራት ያለው; ጥንቃቄ የተሞላበትና ልባዊ አገልግሎት በመስጠት የሕዝቡን ጤና መጠበቅ ሲሆን; ይህንንም በአመቺ ሁኔታና በተመጣጣኝ ዋግ መስጠት ነው::",
    "Missionparagraph3": "የኤሌኒ ፋውንዴሽን የተቋቋመው የሕፃናት ሐኪም የመሆን ምኞት የነበራት የኤሌኒ በላይነህን መታሰቢያ ለማክበር ነው። የኤሌኒ ለልጆች ጥልቅ ፍቅር እና ሌሎችን ለመርዳት ያላትን ፍላጎት የተልዕኳችን መሪ ኃይል ነው። ፋውንዴሽኑ በእሷ ስም አንድ ወይም ከዚያ በላይ ክሊኒኮችን ለማቋቋም በፅኑ ቁርጠኛ ነው፣ ከአገልግሎት በታች የሆኑትን ለማገልገል በተለይም በልጆች ደህንነት ላይ ያተኮረ ነው።",
    "Missionmain": "የእሌኒ ክሊንክ ዋና ዋና አለማዎች",
    "Impact": "ተጽዕኖ",
    "Impacttitle": "ተፅዕኖ ለመፍጠር ዝግጁ ነን",
    "ImpactParagraph": "የሕብረተሰባችን አካላት በሙሉ ጤና ሕይወታቸው እንዲመሩ ማድረግ::",
    "ImpactParagraph1": "እውነተኛ ተጽእኖ ያደረጉ ሰዎች",
    "ImpactParagraph2": "በየቀኑ ለልጆች አወንታዊ እድገትን እና እድገትን ለመደገፍ ስለሚሰሩ ድርጅቶች እና ሰዎች የበለጠ ያንብቡ።",
    "OurWork": "የእኛ ስራ",
    "WorkParagraph": "እኛ የሚገለገሉ የሕብረተሰባችን አካላት በሙሉ ጤና ሕይወታቸው እንዲመሩ ማድረግ::",
    "WorkParagraph2": "",
    "Stories": "ታሪክዎች",
    "Gallery": "ፎቶዎች",
    "Contact": "ያግኙን",
    "About": "ስለ እኛ",
    "Donate": "ለገሱ",
    "Family": "ቤተሰብ",
    "Soccer": "እግር ኳስ",
    "Tournament": "ውድድር",
    "OldLogo": "የድሮ አርማ",
    "Dinner": "እራት",
    "Run": "ሩጫ",
    "Fundraising": "ገንዘብ ማሰባሰብ",
    "Tshirt": "ቲሸርት",
    "Whatwedo": "እኛ እምንሰራው",
    "Kindness": "የደግነት ኃይል",
    "Aboutparagraph": "The purpose of The Elleny Foundation is to honor Elleny Belayneh whose plan was to become a pediatrician. She always loved to help and work with children. Therefore, The Elleny Foundation is determined to establish one or more clinics in her name and to provide services to the needy, especially children. The corporation adopt as its Mission Statement the following:",
    "Aboutparagraph1": "Improve the health of those we serve with care and compassion to realize higher community standards",
    "Aboutparagraph2": "To establish and maintain one or more medical clinic(s) that provide doctor appointments and consultations, laboratory services and pharmacy services to poor and underprivileged persons, especially children, without access to adequate health care services in Nazret, Ethiopia and in other locations in the country of Ethiopia.",
    "Aboutparagraph3": "የእሌኒ ተድላ በላይነህ መታሰቢያ በእሌኒ ሥም የህክምና ክሊኒክ በማቋቋም የዶክተሮች ምርምራ; የላቦራቶሪ ሥራዎችንና የፋርማሲ አገልግሎቶችን በአዳማ(ናዝሬት)ና ቀጥሎም በኢትዮጵያ የተለያዩ ቦታዎች በእሌኒ ተድላ በላይነህ (1982-2001) ሥም መመስረት ነው:",
    "Contactparagraph": "ለአጠቃላይ ጥያቄዎች፣ እባክዎን እዚህ ያግኙን።",
    "FullName": "ሙሉ ስም",
    "Email": "ኢሜይል",
    "Phone": "ስልክ ቁጥር",
    "Message": "መልዕክት",
    "Submit": "ላክ",
    "Home": "መነሻ",
    "LearnMore": "ተጨማሪ እወቅ",
    "CopyrightParagraph": "ኤሌኒ ፋውንዴሽን:: መብቱ በህግ የተጠበቀ ነው::"
}
  