{
    "Mission": "Mission",
    "ComingSoon": "Elleny Medical Clinic, Adama/Nazareth. Grand Opening Soon!!",
    "OurMission": "Our Mission",
    "Clinic": "Clinic",
    "MissionStatement": "Mission Statement",
    "Missionparagraph": "The Elleny Foundation is building a Clinic. Our mission is to improve the health of those we serve with care and compassion to realize higher community standards, exceed patients expectations and deliver these services in a convenient, cost-effective manner.",
    "Missionparagraph2": "We are committed to providing quality health care services to all patients in a nondiscriminatory manner, with emphasis on the medically underserved, and to advocate for social justice in health care.",
    "Missionparagraph3": "The Elleny Foundation was established to honor the memory of Elleny Tedla Belayneh, whose aspiration was to become a pediatrician. Possessing a deep love for children and an inherent desire to help others, Elleny's spirit is the guiding force of our mission. The Foundation is steadfastly committed to establish one or more clinics in her name, dedicated to serving the underserved, with a particular focus on children's health.",
    "Missionmain": "Elleny Clinic",
    "Impact": "Impact",
    "Impacttitle": "We strive to achieve the wellness of the community we serve",
    "ImpactParagraph": "Through generosity of all of us, to help improve the health and wellbeing of the community we serve.",
    "ImpactParagraph1": "Real people experiencing real impact",
    "ImpactParagraph2": "Read more about the organizations and people working to support positive growth and development for children every day.",
    "OurWork": "Our Work",
    "WorkParagraph": "Contribute our share for positive change",
    "WorkParagraph2": "Through good stewardship of our resources, we are fully committed to help specially those who face adversity.",
    "Gallery": "Gallery",
    "GalleryDescription": "In the gallery, discover The Elleny Foundation’s journey, the small steps and the bigger strides we are making in our community here in the United States & in Ethiopia.",
    "Stories": "Stories",
    "Contact": "Contact",
    "About": "About Us",
    "Donate": "Donate",
    "Family": "Family",
    "Soccer": "Soccer",
    "Tournament": "Tournament",
    "OldLogo": "Old Logo",
    "Dinner": "Dinner",
    "Run": "Run",
    "Fundraising": "Fundraising",
    "Tshirt": "Tshirt",
    "Whatwedo": "WHAT WE DO",
    "Kindness": "The power of generocity",
    "Aboutparagraph": "The purpose of The Elleny Foundation is to honor Elleny Belayneh whose plan was to become a pediatrician. Elleny loved to help and work with children. Therefore, The Elleny Foundation is determined to establish one or more clinics in her name and to provide services to the needy, especially children. Here is The Elleny Foundation Mission Statement:",
    "Aboutparagraph1": "Improve the health of those we serve with care and compassion to realize higher community standards",
    "Aboutparagraph2": "To establish and maintain one or more medical clinic(s) that provide doctor appointments and consultations, laboratory services and pharmacy services to poor and underprivileged persons, especially children, without access to adequate health care services in Nazret, Ethiopia and in other locations in the country of Ethiopia.",
    "Aboutparagraph3": "To establish clinic(s) that provide doctor visits, laboratory and pharmacy services to the needy, specially the children in Adama/Nazareth, Ethiopia and then in other locations in Ethiopia, in commemoration of Elleny Tedla Belayneh(1990-2009)",
    "Contactparagraph": "To learn more, please contact us here:",
    "FullName": "Full Name",
    "Email": "Email Address",
    "Phone": "Phone Number",
    "Message": "Message",
    "Submit": "Submit",
    "Home": "Home",
    "LearnMore": "Learn More",
    "CopyrightParagraph": "The Elleny Foundation. All rights reserved."
}
  