{
    "Mission": "Mission",
    "ComingSoon": "Elleny Medical Clinic, Adama/Nazareth. Grand Opening Soon!!",
    "OurMission": "Our Mission",
    "Clinic": "Clinic",
    "MissionStatement": "Mission Statement",
    "Missionparagraph": "Elleny Foundation is building a Clinic. Our mission is to improve the health of those we serve with care and compassion to realize higher community standards, exceed patients expectations and are provided in a convenient, cost-effective manner.",
    "Missionparagraph2": "We are committed to providing quality health care services to all patients in a nondiscriminatory manner, with emphasis on the medically underserved, and to advocate for social justice in health care.",
    "Missionparagraph3": "The Elleny Foundation was established to honor the memory of Elleny Belayneh, whose aspiration was to become a pediatrician. Possessing a deep love for children and an inherent desire to help others, Elleny's spirit is the guiding force of our mission. The Foundation is steadfastly committed to erecting one or more clinics in her name, dedicated to serving the underserved, with a particular focus on children's welfare.",
    "Missionmain": "Elleny Clinic",
    "Impact": "Impact",
    "Impacttitle": "WE’RE HERE TO MAKE AN IMPACT",
    "ImpactParagraph": "Our community in which all people achieve their full potential for health and wellbeing in their lifetime.",
    "ImpactParagraph1": "Real people experiencing real impact",
    "ImpactParagraph2": "Read more about the organizations and people working to support positive growth and development for children every day.",
    "OurWork": "Our Work",
    "WorkParagraph": "Seeking to co-create positive change",
    "WorkParagraph2": "We are committed to giving 100% to good causes, as well as driving resources to help people who face adversity.",
    "Gallery": "Gallery",
    "Stories": "Stories",
    "Contact": "Contact",
    "About": "About Us",
    "Donate": "Donate",
    "Family": "Family",
    "Soccer": "Soccer",
    "Tournament": "Tournament",
    "OldLogo": "Old Logo",
    "Dinner": "Dinner",
    "Fundraising": "Fundraising",
    "Tshirt": "Tshirt",
    "Whatwedo": "WHAT WE DO",
    "Kindness": "The power of kindness",
    "Aboutparagraph": "The purpose of The Elleny Foundation is to honor Elleny Belayneh whose plan was to become a pediatrician. She always loved to help and work with children. Therefore, The Elleny Foundation is determined to establish one or more clinics in her name and to provide services to the needy, especially children. The corporation adopt as its Mission Statement the following:",
    "Aboutparagraph1": "Improve the health of those we serve with care and compassion to realize higher community standards",
    "Aboutparagraph2": "To establish and maintain one or more medical clinic(s) that provide doctor appointments and consultations, laboratory services and pharmacy services to poor and underprivileged persons, especially children, without access to adequate health care services in Nazret, Ethiopia and in other locations in the country of Ethiopia.",
    "Aboutparagraph3": "To establish clinic(s) that provide doctor visits, laboratory and pharmacy services to the needy, specially the children in Adama(Nazret), Ethiopia and then in other locations in Ethiopia, in commemoration of Elleny Tedla Belayneh(1990-2009)",
    "Contactparagraph": "For general inquiries, please contact us here:",
    "FullName": "Full Name",
    "Email": "Email Address",
    "Phone": "Phone Number",
    "Message": "Message",
    "Submit": "Submit",
    "Home": "Home",
    "LearnMore": "Learn More",
    "CopyrightParagraph": "The Elleny Foundation. All rights reserved."
}
  